Repository: NourCharfi/GlobeLingo
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: ML Kit App
fr: App ML Kit

# homeTitle
source: Home
fr: Accueil

source: Voice Translation
fr: Traduction vocale

source: PDF Translation
fr: Traduction PDF

source: Object Detection
fr: Reconnaissance d'objets

source: Simple Translation
fr: Traduction Simple

source: Dictionary
fr: Dictionnaire

source: Quiz
fr: Quiz éducatif

source: Settings
fr: Paramètres

# inputTextRequired
source: Please enter text to translate.
fr: Veuillez saisir un texte à traduire.

# translationImpossible
source: Translation is impossible.
fr: La traduction est impossible.

source: No text to read.
fr: Aucun texte à lire.

source: Cannot read translation.
fr: Impossible de lire la traduction.

source: Enter text to translate
fr: Entrez le texte à traduire

source: Translated text:
fr: Texte traduit :

# listenTranslation
source: Listen to translation
fr: Écouter la traduction

source: No translation.
fr: Aucune traduction.
